Repository: pratik0oo7/shareme
Catalog: lan/*.arb
Languages: ml, te, th

# homeSelectFile
source: Select file
ml: ഫയൽ തിരഞ്ഞെടുക്കുക
te: ఫైల్‌ని ఎంచుకోండి
th: เลือกไฟล์

# homeSelectApp
source: App
ml: ആപ്പ്
te: యాప్
th: แอพ

# homeSelectText
source: Text
ml: എഴുത്ത്
te: వచనం
th: ข้อความ

# homeSelectGallery
source: Gallery
ml: ഗാലറി
te: గ్యాలరీ
th: คลังภาพ

# homeSelectTextTypeSomeText
source: Type some text
ml: എന്തെങ്കിലും ടൈപ്പ് ചെയ്യുക
te: కొంత వచనాన్ని టైప్ చేయండి
th: พิมพ์ข้อความ

# homeHistory
source: History
ml: ചരിത്രം
te: చరి
th: ประวัติ

# homeReceiver
source: Receiver
ml: സ്വീകർത്താവ്
te: రిసీవర్
th: รับข้อมูล

# homeUpdates
source: Updates
ml: അപ്ഡേറ്റുകൾ
te: నవీకరణలు
th: ข่าวสาร

# homeUpdatesTheLatestVersionIsInstalled
source: The latest version is already installed
ml: ഈ ആപ്പിന്റെ പുതിയ പതിപ്പ് ഇതിനകം തന്നെ ഇൻസ്റ്റാൾ ചെയ്‌തിട്ടുണ്ട്
te: తాజా వెర్షన్ ఇప్పటికే ఇన్‌స్టాల్ చేయబడింది
th: ติดตั้งเวอร์ชันล่าสุดอยู่แล้ว

# homeUpdatesCurrentVersion
source: Current version
ml: നിലവിലെ പതിപ്പ്
te: ప్రస్తుత వెర్షన్
th: เวอร์ชันปัจจุบัน

# homeUpdatesLatestVersion
source: Latest version
ml: പുതിയ പതിപ്പ്
te: తాజా వెర్షన్
th: เวอร์ชันใหม่ล่าสุด

# homeUpdatesChangelog
source: Changelog
ml: മാറ്റങ്ങൾ
te: మార్పు చిట్టా
th: บันทึกการเปลี่ยนแปลง

# selectAppSearch
source: Search
ml: തിരയുക
te: వెతుకు
th: ค้นหา

# selectAppHideSystem
source: Hide system apps
ml: സിസ്റ്റം ആപ്പുകള്‍ മറയ്ക്കുക
te: సిస్టమ్ యాప్‌లను దాచండి
th: ซ่อนแอปของระบบ

# selectAppHideNonLaunch
source: Hide non-launchable apps
ml: ലോഞ്ച് ചെയ്യാൻ പറ്റാത്ത ആപ്പുകൾ മറയ്ക്കുക
te: ప్రారంభించలేని యాప్‌లను దాచండి
th: ซ่อนแอปที่เปิดไม่ได้

# introGeneralDone
source: DONE
ml: പൂർത്തിയാക്കി
te: పూర్తైంది
th: เรียบร้อย

# introGeneralNext
source: NEXT
ml: അടുത്തത്
te: తరువాత
th: ต่อไป

# generalClose
source: Close
ml: അടയ്‌ക്കുക
te: మూసివేయి
th: ปิด

# generalSend
source: Send
ml: അയക്കുക
te: పంపు
th: ส่ง

# generalOpenInGithub
source: Open on GitHub
ml: ഗിറ്റ്ഹബ്ബിൽ തുറക്കുക
te: గిట్‌హబ్ లో తెరవండి
th: เปิดใน GitHub

# generalLoading
source: Loading
ml: ലോഡ് ചെയ്യുന്നു
te: లోడ్ అవుతుం
th: กำลังโหลด

# intro1ConnectTitle
source: CONNECT
ml: ബന്ധിപ്പിക്കുക
te: కనెక్ట్
th: เชื่อมต่อ

# intro1ConnectDescription
source: Connect devices to the same Wi-Fi network. You can also use Mobile Hotspot
ml: ഡിവൈസുകൾ ഒരേ വൈ-ഫൈ ശൃംഖലയിലേക്ക് ബന്ധിപ്പിക്കുക. നിങ്ങൾക്ക് മൊബൈൽ ഹോട്സ്പോട്ടും ഉപയോഗിക്കാം
te: ఒకే వైఫై నెట్‌వర్క్‌కు కనెక్ట్ చేయబడిన పరికరలతొ కనెక్ట్ అవ్వండి. మీరు మొబైల్ హాట్‌స్పాట్‌ను కూడా ఉపయోగించవచ్చు
th: เชื่อมต่ออุปกรณ์กับเครือข่าย Wi-Fi เดียวกัน หรือใช้ Mobile Hotspot ก็ได้

# intro2SendTitle
source: SEND
ml: അയക്കുക
te: పంపు
th: ส่ง

# intro2SendDescription
source: You can share images, videos, files, and text
ml: നിങ്ങൾക്ക് ചിത്രങ്ങളും, വീഡിയോകളും, ഫയലുകളും, എഴുത്തുകളും അയക്കാം
te: మీరు చిత్రాలు, వీడియోలు, ఫైల్‌లు మరియు వచనాన్ని పంచుకోవచ్చు
th: สามารถส่งได้ทั้งรูปภาพ วีดีโอ และข้อความ

# intro3ReceiveTitle
source: RECEIVE
ml: സ്വീകരിക്കുക
te: అందుకొ
th: รับ

# intro3ReceiveDescription
source: Open the link on another device in any web browser. If you have Sharik of both devices, you can also use the receiver function
ml: മറ്റൊരു ഡിവൈസിലെ ഏതെങ്കിലും വെബ് ബ്രൗസറിൽ കണ്ണി തുറക്കുക. രണ്ട് ഡിവൈസുകളിലും Share me ഉണ്ടെങ്കിൽ, നിങ്ങൾക്ക് സ്വീകർത്താവ് ഫംഗ്ഷൻ ഉപയോഗിക്കാവുന്നതാണ്
te: ఏదైనా వెబ్ బ్రౌజర్‌లో మరొక పరికరంలో లింక్‌ని తెరవండి. మీకు రెండు పరికరాలలొనూ షారిక్ ఉంటే, మీరు రిసీవర్ ఫంక్షన్‌ను కూడా ఉపయోగించవచ్చు
th: เปิดลิงค์บนเครื่องอื่นด้วยเว็บเบราว์เซอร์ หรือถ้าคุณมี Sharik บนเครื่องนั้น คุณสามารถใช้ฟังก์ชัน "รับข้อมูล" ได้

# intro4EverywhereTitle
source: EVERYWHERE
ml: എല്ലായിടത്തും
te: ప్రతిచోటా
th: ที่ไหนก็ได้

# intro4EverywhereDescription
source: Sharik is available for all major mobile and desktop platforms. Also, it is free, it has no ads, and its code is published online. Click here to learn more
ml: Share me എല്ലാ പ്രധാന മൊബൈൽ-ഡെസ്ക്ടോപ്പ് പ്ലാറ്റ്‌ഫോമുകളിലും ലഭ്യമാണ്. അതോടൊപ്പം, അത് സൗജന്യമാണ്, പരസ്യങ്ങളില്ല, കോഡ് ഓൺലൈനിൽ പ്രസിദ്ധീകരിച്ചിട്ടുമുണ്ട്. കൂടുതലറിയാൻ ക്ലിക്ക് ചെയ്യുക
te: అన్ని ప్రధాన మొబైల్ మరియు డెస్క్‌టాప్ ప్లాట్‌ఫారమ్‌లకు షేరిక్ అందుబాటులో ఉంది. అలాగే, ఇది ఉచితం, దీనిలొ ప్రకటనలు లేవు మరియు దాని కోడ్ ఆన్‌లైన్‌లో ప్రచురించబడింది. మరింత తెలుసుకోవడానికి ఇక్కడ క్లిక్ చేయండి
th: Sharik สามารถใช้งานได้บนแพลตฟอร์มมือถือและเดสก์ทอปทั่วไป นอกจากนั้นแล้ว Sharik ยังฟรี ไม่มีโฆษณา และโค้ดของแอพก็มีการเผยแพร่ออนไลน์อีกด้วย คลิกที่นี่เพื่อเรียนรู้เพิ่มเติม

# aboutInstalledVersion
source: Installed version
ml: ഇൻസ്റ്റാൾ ചെയ്തിരിക്കുന്ന പതിപ്പ്
te: ఇన్‌స్టాల్ అయిన వెర్షన్
th: เวอร์ชันที่ติดตั้ง

# aboutLatestVersion
source: The latest version
ml: എറ്റവും പുതിയ പതിപ്പ്
te: తాజా వెర్షన్
th: เวอร์ชันใหม่ล่าสุด

# aboutLatestVersionUnknown
source: unknown
ml: അറിയപ്പെടാത്തവ
te: తెలియదు
th: ไม่ทราบ

# aboutCheckForUpdates
source: Check for updates
ml: അപ്ഡേറ്റുകൾക്കായി പരിശോധിക്കുക
te: తాజాకరణలకోసం ప్రయత్నించండి
th: ตรวจสอบหาอัพเดต

# aboutUpdate
source: Update
ml: അപ്ഡേറ്റ്
te: అప్‌డేట్
th: อัพเดต

# aboutNoUpdates
source: No updates
ml: അപ്‌ഡേറ്റുകളൊന്നുമില്ല
te: నవీకరణలు లేవు
th: ไม่พบอัปเดต

# aboutOpenSourceLicenses
source: Open source licenses
ml: ഓപ്പൺ സോഴ്‌സ് ലൈസൻസുകൾ
te: ఓపెన్ సోర్స్ లైసెన్సులు
th: สัญญาอนุญาตโอเพนซอร์สต่าง ๆ

# aboutTrackingPolicy
source: Tracking policy
ml: ട്രാക്കിംഗ് നയങ്ങൾ
te: ట్రాకింగ్ విధానం
th: นโยบายการเก็บข้อมูล

# aboutContributors
source: Contributors
ml: സംഭാവകർ
te: సహకారులు
th: เหล่าผู้ร่วมพัฒนา

# aboutChangelog
source: Changelog
ml: മാറ്റങ്ങൾ
te: మార్పు చిట్టా
th: บันทึกการเปลี่ยนแปลง

# aboutLicenses
source: Licenses
ml: ലൈസൻസുകൾ
te: లైసెన్సులు
th: สัญญาอนุญาตต่าง ๆ

# aboutPrivacyPolicy
source: Privacy policy
ml: സ്വകാര്യതാനയം
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว

# sharingReceiver
source: Receiver
ml: സ്വീകർത്താവ്
te: రిసీవర్
th: รับข้อมูล

# sharingNetworkInterfaces
source: Network interfaces
ml: നെറ്റ്‌വർക്ക് ഇന്റർഫേസുകൾ
te: నెట్‌వర్క్ ఇంటర్‌ఫేస్‌లు
th: อินเทอร์เฟสเครือข่ายต่าง ๆ

# sharingSelectNetworkInterface
source: Select network interface
ml: നെറ്റ്‌വർക്ക് ഇന്റർഫേസ് തിരഞ്ഞെടുക്കുക
te: నెట్‌వర్క్ ఇంటర్‌పేస్‌ని ఎంచుకొండి
th: เลือกอินเทอร์เฟส

# sharingCopiedToClipboard
source: Copied to Clipboard
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
te: క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది
th: คัดลอกไปยังคลิปบอร์ดแล้ว

# sharingRecipientNeedsToBeConnected
source: The recipient needs to be connected to the same network
ml: സ്വീകരിക്കുന്നയാൾ ഒരേ ശൃംഖലയിലേക്ക് ബന്ധപ്പെട്ടിരിക്കണം
te: గ్రహీత అదే నెట్‌వర్క్‌కు కనెక్ట్ చేయబడాలి
th: ผู้รับต้องเชื่อมต่อกับเครือข่ายเดียวกัน

# sharingOpenInBrowser
source: Now open this link in any browser
ml: ഇനി ഈ കണ്ണി ഏതെങ്കിലും ബ്രൗസറിൽ തുറക്കുക
te: ఇప్పుడు ఈ లింక్‌ను ఏదైనా బ్రౌజర్‌లో తెరవండి
th: เปิดลิงค์นี้ในเบราว์เซอร์เลย

# sharingConnectToWiFiOrHotspot
source: Connect to Wi-Fi or set up a Mobile Hotspot
ml: ഒരു വൈ-ഫൈയിലേക്ക് ബന്ധിപ്പിക്കുക അല്ലെങ്കിൽ ഒരു മൊബൈൽ ഹോട്ട്സ്പോട്ട് സെറ്റ് ചെയ്യുക
te: వైఫైకి కనెక్ట్ చేయండి లేదా మొబైల్ హాట్‌స్పాట్‌ను సెటప్ చేయండి
th: เชื่อมต่อกับ Wi-Fi หรือตั้งค่า Mobile Hotspot

# fontAndika
source: Andika
ml: Manjari
th: Krub

# fontComfortaa
source: Comfortaa
ml: Chilanka
th: Chakra Petch

# homeSend
source: Send
ml: അയക്കുക
te: పంపు
th: ส่ง

# homeReceive
source: Receive
ml: സ്വീകരിക്കുക
te: అందుకొ

# homeFiles
source: Files
ml: ഫയലുകൾ
te: ఫైల్స్

# shareDownloadAllButton
source: Download all (Will skip folders, Requires JavaScript enabled)
ml: എല്ലാം ഡൗൺലോഡ് ചെയ്യുക (ഫോൾഡറുകൾ ഒഴിവാക്കും, ജാവസ്ക്രിപ്റ്റ് പ്രവർത്തനസജ്ജമാക്കണം)
te: అన్నీ డౌన్‌లోడ్ చేయండి (ఫోల్డర్‌లను దాటవేస్తుంది, జావాస్క్రిప్ట్ ఎనేబుల్ చెయ్యటం అవసరం)

# settingsAppearance
source: Appearance
ml: രൂപം
te: స్వరూపం

# settingsPrivacy
source: Privacy
ml: സ്വകാര്യത
te: గోప్యత

# settingsTracking
source: Tracking
ml: ട്രാക്കിംഗ്
te: ట్రాకింగ్

# settingsTrackingAllow
source: Allow
ml: അനുവദിക്കുക
te: అనుమతించు

# settingsTrackingDisable
source: Disable
ml: പ്രവർത്തനരഹിതമാക്കുക
te: నిలిపివేయండి

# settingsTheme
source: Theme
ml: തീമുകൾ
te: థీమ్

# settingsThemeSystem
source: System
ml: സിസ്റ്റം
te: వ్యవస్థ

# settingsThemeLight
source: Light
ml: ലൈറ്റ്
te: లేత

# settingsThemeDark
source: Dark
ml: ഡാർക്ക്
te: ముదురు

# settingsDisableScreenTransitions
source: Disable screen transitions
ml: സ്ക്രീൻ ട്രാൻസിഷൻസ് പ്രവർത്തനരഹിതമാക്കുക
te: స్క్రీన్ పరివర్తనాలను నిలిపివేయండి

# settingsDisableBlur
source: Disable blur
ml: ബ്ലർ പ്രവർത്തനരഹിതമാക്കുക
te: అస్పష్టతను నిలిపివేయండి

# settingsDisableTracking
source: Disable tracking
ml: ട്രാക്കിംഗ് പ്രവർത്തനരഹിതമാക്കുക
te: ట్రాకింగ్‌ను నిలిపివేయండి

# settingsTrackingDescription
source: Sharik incorporates privacy-respecting tracking to learn more about the audience of the app. We are using the analytics data to plan new features, and prioritize tasks. The collected information does not include IP address or any other identifying information.
ml: ആപ്പിൻ്റെ ഉപയോക്താക്കളെപ്പറ്റി പഠിക്കാൻ Share me സ്വകാര്യതയെ ബഹുമാനിക്കുന്ന ട്രാക്കിംഗ് ഉപയോഗിക്കുന്നു. പുതിയ ഫീച്ചറുകൾക്ക് പദ്ധതിയിടുന്നതിനും ചെയ്യേണ്ട കാര്യങ്ങൾ മുൻഗണനാക്രമത്തിലാക്കുന്നതിനും അനലക്റ്റിക്സ് ഡാറ്റ ഞങ്ങൾ ഉപയോഗിക്കുന്നു. ശേഖരിച്ച വിവരങ്ങളിൽ ഐപി വിലാസമോ തിരിച്ചറിയാവുന്ന മറ്റു വിവരങ്ങളോ ഉൾക്കൊള്ളുന്നില്ല.
te: యాప్ ప్రేక్షకుల గురించి మరింత తెలుసుకోవడానికి షారిక్ గోప్యతను గౌరవించే ట్రాకింగ్‌ను పొందుపరిచారు. కొత్త ఫీచర్‌లను ప్లాన్ చేయడానికి మరియు టాస్క్‌లకు ప్రాధాన్యత ఇవ్వడానికి మేము విశ్లేషణ డేటాను ఉపయోగిస్తున్నాము. సేకరించిన సమాచారంలొ ఐ. పి. చిరునామా లేదా ఇతర గుర్తింపు సమాచారం ఉండదు.

# aboutSharikText
source: Sharik is completely free with its code published on GitHub. Everyone is welcomed to contribute :>
te: గిట్‌హ లో ప్రచురించబడిన కోడ్‌ వలన షేరిక్ పూర్తిగా ఉచితం. సహకారం అందించడానికి ప్రతి ఒక్కరికీ స్వాగతం:>
th: Sharik เป็นซอฟท์แวร์ฟรีและโค้ดของแอพมีการเผยแพร่อยู่บน GitHub ทุกคนสามารถมีส่วนร่วมในการพัฒนาได้ :>
